{"id": "2601776", "text": "Andy is in aworld of trouble.On the last day of a sea kayaking trip in southeast Alaska, fourteen-year-old Andy Galloway paddles away from his group to visit the nearby site where his archaeologist father died trying to solve the mystery of the first Americans. A sudden, violent storm blows Andy's kayak off course and washes him ashore on Admiralty Island, an immense wilde", "title": "Wild Man Island", "meta": {"work_id": "2601776", "url": "https://www.goodreads.com/book/show/175089.Wild_Man_Island"}}
{"id": "649589", "text": "Having become a vampire and inheriting Lemachard Manor, Lily joins forces with her mentor to destroy the evil vampire Sang and to battle an army of zombies on an unforgettable Halloween night. Original.\"", "title": "Zombie Saturday Night", "meta": {"work_id": "649589", "url": "https://www.goodreads.com/book/show/663523.Zombie_Saturday_Night"}}
{"id": "815028", "text": "It all started out as a party and then there was a game of hide-and-seek and before anyone knew what was happening someone was killed. The game was over, but was there still someone out there - still playing the game?", "title": "The Ripper", "meta": {"work_id": "815028", "url": "https://www.goodreads.com/book/show/829345.The_Ripper"}}
{"id": "467232", "text": "When East-End cabdriver Dave Rudman's wife takes from him his only son, Dave pens a gripping text - a compilation about everything from the environment, Arabs, and American tourists to sex, Prozac, and cabby lore - that captures all of his frustrations and anxieties about his contemporary world. Dave buries the book in his ex-wife's Hampstead backyard, intending it for his son, Carl, when he comes of age.\nFive hundred years later, Dave's book is found by the inhabitants of Ham, a primitive archipelago in post-apocalyptic London, where it becomes a sacred text of biblical proportions and the template for a new civilization. Only one islander, Symum, remains incredulous. But, after he is imprisoned for heresy, his son Carl must journey through the Forbidden Zone and into the terrifying heart of New London to find the only thing that will reveal the truth once and for all: a second Book of Dave that repudiates the first.\nThe Book of Daveis a profound meditation upon the nature of religion and a caustic satire of contemporary life.", "title": "The Book of Dave: A Revelation of the Recent Past and the Distant Future", "meta": {"work_id": "467232", "url": "https://en.wikipedia.org/wiki/The_Book_of_Dave"}}
{"id": "1001265", "text": "After a lifetime of training, Liath was proud to have passed her final challenge and become a true mage, ready to journey the land of Eiden Myr and find a Triad to bond with as an Illuminator. But the very night of her triumph, her light fails her: She can no longer see the magical illumination guiders, and thus, despite the mage's badge upon her breast, can no longer call", "title": "Illumination", "meta": {"work_id": "1001265", "url": "https://www.goodreads.com/book/show/1015141.Illumination"}}
{"id": "15774461", "text": "When you can’t trust yourself, who can you believe?Everything about Anna’s life is a secret. Her father works for the Branch at the helm of its latest project: monitoring and administering treatments to the four genetically altered boys in the lab below their farmhouse. There’s Nick, Cas, Trev . . . and Sam, who has stolen Anna’s heart. When the Branch decides it’s time to", "title": "Altered", "meta": {"work_id": "15774461", "url": "https://www.goodreads.com/book/show/10859509-altered"}}
{"id": "16728152", "text": "Kait Lenox has a reputation as the weird girl in her high school, mostly because of her ex-best friend turned mean popular girl, Ariel, but maybe it has a little to do with the fact that Kait has a hobby crashing funerals. At one of these, Kait is outted by the most popular guy in school, Ethan Ripley. Yet, instead of humiliating her for all the world to see, he asks for h", "title": "Adventures in Funeral Crashing", "meta": {"work_id": "16728152", "url": "https://www.goodreads.com/book/show/11776598-adventures-in-funeral-crashing"}}
{"id": "1094776", "text": "Sherman Alexie is one of our most gifted and accomplished storytellers and a treasured writer of huge national stature. His first novel in ten years is the hilarious and tragic portrait of an orphaned Indian boy who travels back and forth through time in a charged search for his true identity. With powerful and swift, prose, Flight follows this troubled foster teenager--a", "title": "Flight", "meta": {"work_id": "1094776", "url": "https://www.goodreads.com/book/show/52872.Flight"}}
{"id": "1685799", "text": "Bill has no job, no money and no mother '... his mother was dead and kind of freeze-dried in her bedroom'. She doesn't smell as bad as she used to, but her welfare checks are piling up and Bill doesn't feel smart enough to forge her signature. So he decides to rob a firecracker stand across the highway from his house, for cash and may be a few loud bangs into the bargain.", "title": "Freezer Burn", "meta": {"work_id": "1685799", "url": "https://www.goodreads.com/book/show/102135.Freezer_Burn"}}
{"id": "2956", "text": "News that her beloved horse, Tazz, must be put down has made the constant pain of Dusty's old back injury doubly sharp. But the night before the vet comes for Tazz, a mysterious teenager, the ghost of a young man who died a strange and violent death on her family's property, appears to Dusty and offers to take Tazz away with him. Away where? Dusty wonders, but Tazz trusts", "title": "Sky Rider", "meta": {"work_id": "2956", "url": "https://www.goodreads.com/book/show/606939.Sky_Rider"}}
{"id": "1724746", "text": "Lisa Shilling is 16, smart, attractive—and she is losing her mind. Some days are light, and everything is normal; during her dark days, she hides deep within herself, and nothing can reach her. Her teachers ignore what is happening. Her parents deny it. Lisa's friends are the only ones who are listening—and they walk with her where adults fear to tread. This classic novel", "title": "Lisa, Bright and Dark", "meta": {"work_id": "1724746", "url": "https://www.goodreads.com/book/show/421886.Lisa_Bright_and_Dark"}}
{"id": "1390832", "text": "A young boy who loves the countryside determines to find the source of the black cloud that hovers above it.", "title": "Michael Bird-Boy", "meta": {"work_id": "1390832", "url": "https://www.goodreads.com/book/show/1400641.Michael_Bird_Boy"}}
{"id": "275854", "text": "Philip Beard’s stunning debut novel is fifteen-year-old Tess DeNunzio’s letter to her sister, Zoe, lost to a hit-and-run driver on a day when it seemed that nothing mattered but the tragedies playing out in New York and Washington. Dear Zoe is a remarkable study of grief, adolescence, and healing with a pitch-perfect narrator who is at once sharp and naïve, world- worried", "title": "Dear Zoe", "meta": {"work_id": "275854", "url": "https://www.goodreads.com/book/show/284335.Dear_Zoe"}}
{"id": "184698", "text": "You're The Star! 11 Exciting Endings! Can You Stop A Conspiracy From Destroying Your Town? Your small hometown has always been fairly quiet-that is, until plans are revealed to build a huge new mail there.  At first you're as excited as everyone else.  But then you overhear a mysterious conversation that makes you suspect that something fishy is going on.  The town council", "title": "Scene of the Crime (Choose Your Own Adventure, #137)", "meta": {"work_id": "184698", "url": "https://www.goodreads.com/book/show/191031.Scene_of_the_Crime#other_reviews"}}
{"id": "95488", "text": "This is not really a book. This is a building in the shape of a book...a maze. Each numbered page depicts a room in the maze. Tempted? Test your wits against mine. I guarantee that my maze will challenge you to think in ways you've never thought before. But beware. One wrong turn and you may never escape!", "title": "Maze: Solve the World's Most Challenging Puzzle", "meta": {"work_id": "95488", "url": "https://www.goodreads.com/book/show/99048.Maze"}}
{"id": "50463490", "text": "In the vein of Inside Out and Back Again and The War That Saved My Life comes a poignant, personal, and hopeful tale of India's partition, and of one girl's journey to find a new home in a divided countryIt's 1947, and India, newly independent of British rule, has been separated into two countries: Pakistan and India. The divide has created much tension between Hindus and", "title": "The Night Diary", "meta": {"work_id": "50463490", "url": "https://www.goodreads.com/book/show/35464020-the-night-diary"}}
{"id": "2031862", "text": "Jack Jameson and his robot twin, Danny One, must save the universe from a mad scientist.", "title": "Omega Station", "meta": {"work_id": "2031862", "url": "https://www.goodreads.com/book/show/2027293.Omega_Station"}}
{"id": "15046910", "text": "Jack the Ripper is a legendary gothic tale of Victorian conspiracies, the supernatural, secret societies and the police. Scotland Yard hunted a serial killer shrouded in politics as the mutilator of East End prostitutes infused pop culture with demonic horror. This book uses historic sources and rare official reports to reveal dark and supernatural aspects of the Ripper ca", "title": "Jack the Ripper and Black Magic: Victorian Conspiracy Theories, Secret Societies and the Supernatural Mystique of the Whitechapel Murders", "meta": {"work_id": "15046910", "url": "https://www.goodreads.com/book/show/10148600-jack-the-ripper-and-black-magic"}}
{"id": "2120115", "text": "For Carolina Birdsong, it was the summer everything changed. It started out the same as always--but on an overnight camping trip, her best friend, Josh, reveals that he is HIV-positive. Struggling to deal with this devastating news, Bird must confront her true feelings for Josh. A well-wrought story of a wonderful relationship and an unforgettable summer.", "title": "Diving for the Moon", "meta": {"work_id": "2120115", "url": "https://www.goodreads.com/book/show/2114687.Diving_for_the_Moon"}}
{"id": "24577084", "text": "In an abandoned house, the ghosts gather. They argue, they laugh, and they tell their stories. Some tell their own stories, some tell stories they have heard elsewhere. Some of them are true, some are not. But each tale draws you closer.One by one, the storytellers depart, until suddenly it's just you and the narrator, alone in the dark...", "title": "Thirteen Chairs", "meta": {"work_id": "24577084", "url": "http://www.goodreads.com/book/show/23436913-thirteen-chairs"}}
{"id": "6584236", "text": "Eloise doesn't speak, but can she see into the past? This exciting and atmospheric mystery from the author of the Chanters of Tremaris series explores themes of family, friendship, and grief. Something flickered at the top of the stairs. Eloise heard a voice call, I'm coming!, and a girl in a pale dress and a big sunhat came running, her fingertips slipping down the curve", "title": "Cicada Summer", "meta": {"work_id": "6584236", "url": "https://www.goodreads.com/book/show/6395623-cicada-summer"}}
{"id": "3144003", "text": "The Man from Earthis a collection of these ten science fiction stories by Gordon R Dickson:\n* \"Call Him Lord\" (1966)\n* \"The Odd Ones\" (1955)\n* \"In the Bone\" (1966)\n* \"Danger--Human!\" (1957)\n* \"Tiger Green\" (1965)\n* \"The Man from Earth\" (1964)\n* \"Ancient, My Enemy\" (1969)\n* \"The Bleak and Barren Land\" (1952)\n* \"Steel Brother\" (1952)\n* \"Love Me True\"(1961)", "title": "The Man from Earth", "meta": {"work_id": "3144003", "url": "https://en.wikipedia.org/wiki/The_Man_from_Earth_(short_story_collection)"}}
{"id": "1497669", "text": "A girl who goes to stay with her aunt in the country discovers a ghost that lives on the property.", "title": "The Ghost in the Swing", "meta": {"work_id": "1497669", "url": "https://www.goodreads.com/book/show/1506167.The_Ghost_in_the_Swing"}}
{"id": "42890", "text": "In the heart of the bayou, Ruby Landry lives a simple, happy life. But innocence can't last forever...  The only family Ruby Landry has ever known are her loving guardian, Grandmère Catherine, a Cajun spiritual healer, and her drunken, outcast Grandpère Jack. Although thinking about her dead mother and mysterious father sometimes makes her feel as mournful as the wind sigh", "title": "Ruby", "meta": {"work_id": "42890", "url": "https://www.goodreads.com/book/show/563457.Ruby"}}
{"id": "588595", "text": "It's strange enough when Susan Shaw disappears without a trace on a wintry March afternoon. It's stranger still when her uninformative note is found in the hallway of her apartment building, along with a black cat that no one has seen before. And it's strangest of all when she suddenly appears again, wearing clothes that are eighty years out of date, and tells a wild story", "title": "Time at the Top", "meta": {"work_id": "588595", "url": "https://www.goodreads.com/book/show/602014.Time_at_the_Top"}}
{"id": "429960", "text": "This text presents the true story of a young woman's two-year journey into corporate Japan during the late 1980s, when she was the first and only woman in a company of 8000 workers.", "title": "The Accidental Office Lady", "meta": {"work_id": "429960", "url": "https://www.goodreads.com/book/show/441164.The_Accidental_Office_Lady"}}
{"id": "6799636", "text": "The past Janeal thought had burned away is rising from the ashes.Years ago, the Gypsy Kumpania where Janeal Mikkado lived was attacked by outsiders. With her best friend about to be consumed by a fire, Janeal had two options: try to save her friend--at serious risk to her own life--or disappear with the million dollars that she had just discovered . . . But the past is qui", "title": "Burn", "meta": {"work_id": "6799636", "url": "https://www.goodreads.com/book/show/6605722-burn"}}
{"id": "2745957", "text": "Johnny, the small boy who skated at breakneck speed into an accident that for one horrifying moment plunged him into The Dead Zone. Johnny Smith, the small-town schoolteacher who spun the wheel of fortune and won a four-and-a-half-year trip into The Dead Zone. John Smith, who awakened from an interminable coma with an accursed power—the power to see the future and the terr", "title": "The Dead Zone", "meta": {"work_id": "2745957", "url": "https://www.goodreads.com/book/show/11573.The_Dead_Zone"}}
{"id": "42742745", "text": "Camellia Beauregard is a Belle. In the opulent world of Orléans, Belles are revered, for they control Beauty, and Beauty is a commodity coveted above all else. In Orléans, the people are born gray, they are born damned, and only with the help of a Belle and her talents can they transform and be made beautiful.But it’s not enough for Camellia to be just a Belle. She wants t", "title": "The Belles", "meta": {"work_id": "42742745", "url": "https://www.goodreads.com/book/show/23197837-the-belles"}}
{"id": "71863", "text": "Sometimes the price of destiny is higher than anyone imagined....Dark Magic, Hidden DestinyFor three centuries a divine prophecy and a line of warrior queens protected Skala. But the people grew complacent and Erius, a usurper king, claimed his young half sister’s throne. Now plague and drought stalk the land, war with Skala’s ancient rival Plenimar drains the country’s li", "title": "The Bone Doll's Twin", "meta": {"work_id": "71863", "url": "https://www.goodreads.com/book/show/671560.The_Bone_Doll_s_Twin"}}
{"id": "80927", "text": "Something is scratching around in the attic above Alison's room. Yet the only thing up there is a stack of grimy old plates. Alison and her stepbrother, Roger, discover that the flowery patterns on the plates, when traced onto paper, can be fitted together to create owls-owls that disappear when no one is watching. With each vanished owl, strange events begin to happen aro", "title": "The Owl Service", "meta": {"work_id": "80927", "url": "https://www.goodreads.com/book/show/952457.The_Owl_Service"}}
{"id": "4733312", "text": "Can Cameron find what he’s looking for?All 16-year-old Cameron wants is to get through high school—and life in general—with a minimum of effort. It’s not a lot to ask. But that’s before he’s given some bad news: he’s sick and he’s going to die. Which totally sucks. Hope arrives in the winged form of Dulcie, a loopy punk angel/possible hallucination with a bad sugar habit.", "title": "Going Bovine", "meta": {"work_id": "4733312", "url": "https://www.goodreads.com/book/show/6512140-going-bovine"}}
{"id": "1293730", "text": "25 Oct 1899 - 8 Mar 1900The Earl of Malinsay is dead, and ruin comes to an ancient family. Did the valet really murder his master, or did the mysterious foreigner send poisoned sweets to Viscount Raeburn? Whose handwriting is on the label and who put arsenic in the peppermints? Is the beautiful Countess conspiring with her lover or is the secret of the Malinsays hidden in", "title": "The Malinsay Massacre", "meta": {"work_id": "1293730", "url": "https://www.goodreads.com/book/show/1304498.The_Malinsay_Massacre"}}
{"id": "2602077", "text": "A teenager transforms from a schoolgirl to a spy in this true story of heroism in wartime.Suzanne David's everyday life is suddenly shattered in 1940 when a bomb drops on the main square of her hometown, the city of Cherbourg, France, killing a pregnant neighbor right in front of her. Until then the war had seemed far away, not something that would touch her or her teenage", "title": "For Freedom: The Story of a French Spy", "meta": {"work_id": "2602077", "url": "https://www.goodreads.com/book/show/714451.For_Freedom#"}}
{"id": "56029205", "text": "Her name is Sarah. She's blonde, blue-eyed, and Jewish in 1939 Germany. And her act of resistance is about to change the world.After her mother is shot at a checkpoint, fifteen-year-old Sarah meets a mysterious man with an ambiguous accent, a suspiciously bare apartment, and a lockbox full of weapons. He's part of the secret resistance against the Third Reich, and he needs", "title": "Orphan Monster Spy", "meta": {"work_id": "56029205", "url": "https://www.goodreads.com/book/show/36512662-orphan-monster-spy"}}
{"id": "6626612", "text": "When Peter's parents are killed, he is sent to an orphanage in Warsaw. Then German soldiers take him away to be measured and assessed. They decide that Peter is racially valuable. He is Volksdeutscher: of German blood. With his blond hair, blue eyes, and acceptably proportioned head, he looks just like the boy on the Hitler-Jugend poster. Someone important will want to ado", "title": "Ausländer", "meta": {"work_id": "6626612", "url": "https://www.goodreads.com/book/show/6437016-ausl-nder"}}
{"id": "6191272", "text": "\"Something's Alive In There!\"She was just a little girl, with a tiny horn in the center of her forehead, funny-looking feet, beautiful silver hair, and several curious powers: the ability to purify air and water, make plants grow, and heal scars and broken bones. A trio of grizzled prospectors found her drifting in an escape pod amid the asteroids, adopted her, and took her to the bandit planet Kezdet, a place where no questions are asked and the girl might grow up free.\nBut Kezdet has its own dark secret. The prosperity of the planet is based on a hideous trade in child slave labor, administered by \"The Piper\" -- a mystery man with special plans for Acorna and her powers. But free little girls have a way of growing into freedom-loving young women, and Acorna has special plans all her own. . .", "title": "Acorna: The Unicorn Girl (Acorna, #1)", "meta": {"work_id": "6191272", "url": "https://en.wikipedia.org/wiki/Acorna:_The_Unicorn_Girl"}}
{"id": "584898", "text": "\"Lenny, are you sweeping?\"\"No, ma, I'm wide awake!\"Anything for a good laugh--that's Lenny's motto. Trouble is, he was always getting into it--trouble!YIKES! Murder! That's what he's going to get for playing jungle commando with his aunt's fur stole. Who knew he'd accidentally stab it? And Georgina, the prettiest girl in school, is furious with him. Was it his fault that s", "title": "Lenny Kandell, Smart Aleck", "meta": {"work_id": "584898", "url": "https://www.goodreads.com/book/show/598272.Lenny_Kandell_Smart_Aleck"}}
{"id": "1121880", "text": "Late one night, a teenage couple drives up to the big white clapboard home on the Blessing estate and leaves a box. In that instant, the lives of those who live and work there are changed forever. Skip Cuddy, the caretaker, finds a baby girl asleep in that box and decides he wants to keep the child . . . while Lydia Blessing, the matriarch of the estate, for her own reason", "title": "Blessings", "meta": {"work_id": "1121880", "url": "https://www.goodreads.com/book/show/77477.Blessings"}}
{"id": "2901064", "text": "From the acclaimed author of Bad Girls comes a “dark, break-neck paced journey through wartime England, full of twists and turns you’ll never see coming” (Christopher Golden, author of Soulless) as a teenage girl discovers that evil comes in many forms when she and a group of friends run away from boarding school in this stunning novel of suspense and survival.Maggie Leigh", "title": "Shelter Me", "meta": {"work_id": "2901064", "url": "https://www.goodreads.com/book/show/2874901-shelter-me"}}
{"id": "162963", "text": "The story of the bombing of Hiroshima presented in a new and dramatic way: a minute-by-minute account told from multiple perspectives, both in the air and on the groundBritish feature and documentary director Stephen Walker tells the story of the bombing of Hiroshima in a way only a filmmaker can—not as a dry history of the sad, regrettable, mission, but as an immediate an", "title": "Shockwave: Countdown to Hiroshima", "meta": {"work_id": "162963", "url": "https://www.goodreads.com/book/show/168760.Shockwave"}}
{"id": "19149865", "text": "Sometimes you just have to take flight.A summer in New Orleans is exactly what Allie needs before starting college. Accepting her dad’s invitation to work at his hotel offers an escape from her ex-boyfriend and the chance to spend the summer with her best friend. Meeting a guy is the last thing on her mind—until she sees Levi.Unable to resist the infuriating yet alluring L", "title": "Flight", "meta": {"work_id": "19149865", "url": "https://www.goodreads.com/book/show/13570162-flight"}}
{"id": "55075018", "text": "When Charity Penn receives a letter saying she won a trip to Camellia Beach, South Carolina complete with free cooking lessons at the town's seaside chocolate shop, The Chocolate Box, she's immediately skeptical. She never entered any contest. Her former prep school friend offers to look into the phony prize--only to end up drowned in a vat of chocolate. Struck with guilt,", "title": "Asking for Truffle", "meta": {"work_id": "55075018", "url": "https://www.goodreads.com/book/show/34064623-asking-for-truffle"}}
{"id": "6492551", "text": "Illustrated with photographs, here are six true stories about people who were trapped--from Jessica McClure caught in a well to climbers caught in a blizzard on Mt. Everest.", "title": "Trapped (Read 180: Level 4)", "meta": {"work_id": "6492551", "url": "https://www.goodreads.com/en/book/show/6307657-trapped"}}
{"id": "3073220", "text": "This book is for non-believers of all ages. It was written especially for children who have been convinced by the attitudes of adults that mathematics is (1) impossible (2) only for bright kids (3) no fun at all anyway. This book says that maths is nothing more than a way of looking at the world and that it can be relevant to everyday life (Street maths) and fun (How many", "title": "The I Hate Mathematics Book", "meta": {"work_id": "3073220", "url": "https://www.goodreads.com/book/show/565820.The_I_Hate_Mathematics_Book"}}
{"id": "622864", "text": "Jessica and her mother, a widow, move into a gloomy, old house in Pride's Harbor, where they discover a sinister dollhouse, which seems to predict mysterious events in their home.", "title": "The Haunted Dollhouse", "meta": {"work_id": "622864", "url": "https://www.goodreads.com/book/show/636582.The_Haunted_Dollhouse"}}
{"id": "2255339", "text": "The secret of Octagon House When her grandmother gets sick, eleven-year-old Lorrie Mallard is sent to live with her aunt in the U.S. Things were different back home in Canada, and Lorrie is homesick—especially when boys like Jimmy Purvis and Stan Wormiski tease her. One day, Lorrie finds herself at the door of Octagon House, where she is welcomed by the elderly Miss Asheme", "title": "Octagon Magic", "meta": {"work_id": "2255339", "url": "https://www.goodreads.com/book/show/175892.Octagon_Magic"}}
{"id": "3883208", "text": "Tommy Bassumtyte 10, sent to England, finds cousin Thomas not as expected. Boxleton House, built by an ancestor over 400 years ago, has changed little. Fallen upon hard times, cold, damp, gardens neglected, but a secret room reminds them of Grandpa's rhyme about treasure. Mary Queen of Scots, ghosts, mazes, midnight rides, time slips, embroidered tapestries ...", "title": "The Bassumtyte Treasure", "meta": {"work_id": "3883208", "url": "https://www.goodreads.com/book/show/1712301.The_Bassumtyte_Treasure"}}
{"id": "2986754", "text": "\"We will make a quilt to help us always remember home,\" Anna's mother said. \"It will be like heaving the family in backhome Russia dance around us at night. And so it was. From a basket of old clothes, Anna's babushka, Uncle Vladimir's shirt, Aunt Havalah's nightdress and an apron of Aunt Natasha's become The Keeping Quilt, passed along from mother to daughter for almost a", "title": "The Keeping Quilt", "meta": {"work_id": "2986754", "url": "https://www.goodreads.com/book/show/835010.The_Keeping_Quilt#"}}
{"id": "159741", "text": "In 1836, when she was nine years old, Cynthia Ann Parker was kidnapped by Comanche Indians. This is the story of how she grew up with them, mastered their ways, married one of their leaders, and became, in every way, a Comanche woman. It is also the story of a proud and innocent people whose lives pulsed with the very heartbeat of the land. It is the story of a way of life", "title": "Ride the Wind", "meta": {"work_id": "159741", "url": "https://www.goodreads.com/book/show/165446.Ride_the_Wind"}}
{"id": "7005427", "text": "Graphic Classics: Louisa May Alcott features \"Little Women\", adapted for comics by Trina Robbins and illustrated by Anne Timmons. Plus lesser-known gothic mysteries and horror stories including \"A Whisper in the Dark\" by Antonella Caputo and Arnold Arre, \"The Rival Prima Donnas\" by Rod Lott and Molly Crabapple, and \"Lost in a Pyramid\" by Alex Burrows and Pedro Lopez. Also", "title": "Graphic Classics Volume 18: Louisa May Alcott", "meta": {"work_id": "7005427", "url": "https://www.goodreads.com/book/show/6799471-graphic-classics-volume-18#bookDetails"}}
{"id": "1008616", "text": "At the Manhattan School for Art and Music, where everyone is “different” and everyone is “special,” Gretchen Yee feels ordinary. She’s the kind of girl who sits alone at lunch, drawing pictures of Spider-Man, so she won’t have to talk to anyone; who has a crush on Titus but won’t do anything about it; who has no one to hang out with when her best (and only real) friend Kat", "title": "Fly on the Wall: How One Girl Saw Everything", "meta": {"work_id": "1008616", "url": "https://www.goodreads.com/book/show/568570.Fly_on_the_Wall"}}
{"id": "120878", "text": "You thought you knew the story of the \"The Three Little Pigs\"... You thought wrong.\nIn this hysterical and clever fracture fairy tale picture book that twists point of view and perspective, young readers will finally hear the other side of the story of \"The Three Little Pigs.\"\n\"In this humorous story, Alexander T. Wolf tells his own outlandish version of what really happens during his encounter with the three pigs.... Smith's simplistic and wacky illustrations add to the effectiveness of this fractured fairy tale.\"\n--Children's Literature\n\"Older kids (and adults) will find very funny.\"\n--School Library Journal", "title": "The True Story of the Three Little Pigs", "meta": {"work_id": "120878", "url": "https://en.wikipedia.org/wiki/The_True_Story_of_the_3_Little_Pigs!"}}
{"id": "2452726", "text": "For millions of years man and rats had been natural enemies. But now for the first time - suddenly, shockingly, horribly - the balance of power had shifted and the rats began to prey on the human population.", "title": "The Rats", "meta": {"work_id": "2452726", "url": "https://www.goodreads.com/book/show/397867.The_Rats"}}
{"id": "2095997", "text": "You can’t keep a good girl down...unless you use the proper methods.Piper McCloud can fly. Just like that. Easy as pie.Sure, she hasn’t mastered reverse propulsion and her loops are kind of sloppy, but she’s real good at loop-the-loops.Problem is, the good folk of Lowland County are afraid of Piper. And her ma is at her wit’s end. So it seems only fitting that she leave he", "title": "The Girl Who Could Fly", "meta": {"work_id": "2095997", "url": "https://www.goodreads.com/book/show/2090640.The_Girl_Who_Could_Fly"}}
{"id": "38326", "text": "Two sisters—as different as the sun and the rain. For one, getting into the Blood Coven is to die for. But for the other, getting out could be lethal...When Sunny McDonald gets dragged to Club Fang by her twin sister Rayne, she doesn't expect to find anything besides a bunch of Goth kids playing at being vampires. But when some guy mistakes Sunny for her dark-side-loving s", "title": "Boys that Bite", "meta": {"work_id": "38326", "url": "https://www.goodreads.com/book/show/38564.Boys_that_Bite"}}
{"id": "212304", "text": "Amidst the many calamities of the late 14th century something sinister is at work among the sisters of la Tres Saunte Annunciacion, a force the women and the men around them seem powerless to fight. What is overwhelming both the holy and the damned? The true horrors of a dark age combine with ingenious imagination for a tumultuous tale of tragic love and disastrous desire.", "title": "A Mortal Glamour", "meta": {"work_id": "212304", "url": "https://www.goodreads.com/book/show/73047.A_Mortal_Glamour"}}
{"id": "18384908", "text": "From Bruce Coville, the master of tween comic suspense, comes a tale of monsters, the bond between brothers, and saving the world.Jake's baby brother, LD, may be a monster (complete with fangs and fur!), but together with his best friend, Lily, Jake isn't going to let anything happen to that baby. Even if it turns out LD may be the key to saving the world—or destroying it.", "title": "Always October", "meta": {"work_id": "18384908", "url": "https://www.goodreads.com/book/show/13623735-always-october"}}
{"id": "3037397", "text": "IT WASN'T A BIRD - BUT IT COULDN'T BE A MAN! Lt.William Kenlon had watched the incredible creature circling the submarine Sea Serpent in the darkness of the night, and he could barely believe what he saw.The giant winged monster was human-and it was intent on some purpose that involved the sub and its crew. Then the creature landed-and suddenly, impossibly, the Sea Serpent", "title": "The Winged Man", "meta": {"work_id": "3037397", "url": "https://www.goodreads.com/book/show/2012422.The_Winged_Man"}}
